// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "致生日的你",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "成长不期而遇，生日如约而至",  // 同上...
        "人生缘始于“遇见”，情长于“陪伴”",
        "感谢你对蒙牛集团、风控审计部的选择",
        "很幸运能同你一起庆祝",
        "这个属于你的独一无二的纪念日",
        "在这段我们一起携手奋斗的旅途中",
        "不管他是艰苦的、孤独的、悲壮的",
        "还是欢腾的、炙热的、理想的",
        "都让他成为你记忆当中",
        "不可复制，永不后悔的闪亮岁月",
        "今后的日子里",
        "还望各位秉持蒙牛精神、坚守集团核心价值观",
        "共创未来",
        "再次祝你生日快乐！",
        "生辰快乐，未来可期，不止快乐！",
      
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
       
        // 
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
